artifacts/h4_3/narrow_gap-case/constant/polyMesh/boundary
FoamFile
{
    version 2.0;
    format ascii;
    arch "LSB;label=32;scalar=64";
    class polyBoundaryMesh;
    location "constant/polyMesh";
    object boundary;
}

7
(
wall_0
{
    type wall;
    nFaces 128;
    startFace 6841;
}
wall_1
{
    type wall;
    nFaces 128;
    startFace 6969;
}
left
{
    type patch;
    nFaces 12;
    startFace 7097;
}
right
{
    type patch;
    nFaces 12;
    startFace 7109;
}
bottom
{
    type patch;
    nFaces 8;
    startFace 7121;
}
top
{
    type patch;
    nFaces 8;
    startFace 7129;
}
frontAndBack
{
    type empty;
    nFaces 6378;
    startFace 7137;
}
)
