artifacts/h4_3/narrow_gap-case/constant/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object turbulenceProperties;
}

simulationType laminar;
